tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/services"
tap "jesseduffield/lazygit"
tap "jesseduffield/lazydocker"

brew "autojump"
brew "aws-sso-util"
brew "openjdk"
brew "bfg"
brew "btop"
brew "cmake"
brew "cowsay"
brew "direnv"
brew "fish"
brew "fisher"
brew "gh"
brew "git-crypt"
brew "git-lfs"
brew "gnupg"
brew "htop"
brew "jq"
brew "jrnl"
brew "k6"
brew "kind"
brew "lazydocker"
brew "lazygit"
brew "lolcat"
brew "mas"
brew "minikube"
brew "neovim"
brew "nginx"
brew "nmap"
brew "starship"
brew "thefuck"
brew "tldr"
brew "tmux"

cask "1password-cli"
cask "bruno"
cask "cursor"
cask "karabiner-elements"
cask "ngrok"
cask "orbstack"
cask "raycast"
cask "remarkable"
cask "spectacle"
cask "spotify"
cask "steam"
cask "tableplus"
cask "tailscale"
cask "tor-browser"
cask "visual-studio-code"
cask "vmware-fusion"
cask "warp"
