tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "jesseduffield/lazygit"

brew "act"
brew "autojump"
brew "awscli"
brew "openjdk"
brew "bfg"
brew "btop"
brew "cmake"
brew "cowsay"
brew "direnv"
brew "fish"
brew "fisher"
brew "gh"
brew "git-crypt"
brew "git-lfs"
brew "gnupg"
brew "htop"
brew "jq"
brew "jrnl"
brew "k6"
brew "lazygit"
brew "lolcat"
brew "neovim"
brew "nginx"
brew "nmap"
brew "nvm"
brew "pipenv"
brew "starship"
brew "terraform"
brew "thefuck"
brew "tldr"
brew "tmux"

cask "1password", args: { appdir: "/Applications" }
cask "alfred", args: { appdir: "/Applications" }
cask "blender"
cask "burp-suite"
cask "docker", args: { appdir: "/Applications" }
cask "font-hack-nerd-font"
cask "gather", args: { appdir: "/Applications" }
cask "gimp", args: { appdir: "/Applications" }
cask "insomnia", args: { appdir: "/Applications" }
cask "iterm2", args: { appdir: "/Applications" }
cask "karabiner-elements", args: { appdir: "/Applications" }
cask "kiwix"
cask "remarkable"
cask "spectacle", args: { appdir: "/Applications" }
cask "spotify", args: { appdir: "/Applications" }
cask "stremio", args: { appdir: "/Applications" }
cask "tableplus", args: { appdir: "/Applications" }
cask "tor-browser", args: { appdir: "/Applications" }
cask "visual-studio-code", args: { appdir: "/Applications" }
cask "zoom"
